<template>
    <div>
        <h2>直线距离</h2>
        <div><a href=""
                target="view_window">查看地图</a></div>
        <div>以人民广场为中心点，分别构建半径不同的同心圆，每个同心圆之间的半径差值相同，
            两个同心圆间所含的文化创新点的数量作为外圈同心圆下的文化产业数量。（选择密度，即
            单位面积的文化产业的数量而不是数量的原因：研究的是中心点的分布，在占地面积不同的
            情况下，数量的比较没有意义）
        </div>
        <img src="../../static/image/环.jpg">

        <h4>构建模型</h4>
        <div>模型猜测：</div>
        <div> 曲线分布，利用多项式回归模型拟合数据</div>
        <img src="../../static/image/模型拟合.jpg">
        <div>最大次幂为 5：</div>
        <div> 次数分别为 0，-4.55155036e+01 ， 2.97867147e+00， -9.72419100e-02， 1.56039741e-
            03， -9.76548447e-06
        </div>

        <h4>结论</h4>
        <div>临近人民广场地区的文化产业密度最大；</div>
        <div>随着与人民广场直线距离增大，文化产业的密度减小，且密度减小的速度随距 离增大而下
            降；
        </div>
        <div>当与人民广场的距离大于 20km 时，文化产业的密度接近于 0</div>


        <h2>实际距离</h2>
        <div>
            根据 ArcGIS 的路径分析生成的每个创新文化点距离人民广场的距离，（OD）处理数据
            并按照第二问的思路将距离数据和距离人民广场“直线距离”的数据进行回归模型的误差值
            分析。
        </div>
        <img src="../../static/image/实际距离分布.jpg">

        <h1>最终结论</h1>
        <div>
            经过讨论和数据正确性的排查，我们得出以下三个结论：
            <div> 1) 真实距离/直接距离和产业分布都是呈现负相关性的。</div>
            <div>2) 真实距离和道路的复杂程度是有关的，且越靠近终点复杂程度对距离的影响 更大。
                从地图中可以看出，人民广场周边的道路结构比较复杂，直线距离小于 1 的建筑点在真实情
                况下与人民广场的距离会远比直接距离大。这就解释了为什么相同距离范围内，直接距离下
                的点的数量要多于相对距离。
            </div>
            通过两个回归模型的比较，发现对于文化产业密度与距离的关系来说，实际距离的皮尔
            逊系数为-0.69，相比于文化产业密度与直接距离的相关系数-0.54 更接近-1
            说明实际距离与文化产业密度的相关性更强，实际距离对文化产业的影响更大
        </div>
    </div>
</template>

<script>
    export default {
        name: "page13"
    }
</script>

<style scoped>

</style>