<template>
    <div>
        <h2>直线距离</h2>
        <div>以人民广场为中心点，分别构建半径不同的同心圆，每个同心圆之间的半径差值相同，
            两个同心圆间所含的文化创新点的数量作为外圈同心圆下的文化产业数量。（选择密度，即
            单位面积的文化产业的数量而不是数量的原因：研究的是中心点的分布，在占地面积不同的
            情况下，数量的比较没有意义）
        </div>
        <img src="../../static/image/环.jpg">

        <h4>构建模型</h4>
        <div>模型猜测：</div>
        <div> 曲线分布，利用多项式回归模型拟合数据</div>
        <img src="../../static/image/模型拟合.jpg">
        <div>最大次幂为 5：</div>
        <div> 次数分别为 0，-4.55155036e+01 ， 2.97867147e+00， -9.72419100e-02， 1.56039741e-
            03， -9.76548447e-06
        </div>

        <h4>结论</h4>
        <div>临近人民广场地区的文化产业密度最大；</div>
        <div>随着与人民广场直线距离增大，文化产业的密度减小，且密度减小的速度随距 离增大而下
            降；
        </div>
        <div>当与人民广场的距离大于 20km 时，文化产业的密度接近于 0</div>


        <h2>实际距离</h2>
        <div>
            根据 ArcGIS 的路径分析生成的每个创新文化点距离人民广场的距离，（OD）处理数据
            并按照第二问的思路将距离数据和距离人民广场“直线距离”的数据进行回归模型的误差值
            分析。

        </div>
    </div>
</template>

<script>
    export default {
        name: "page13"
    }
</script>

<style scoped>

</style>